Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# $asset.nameCard:UI_NameCardPic_Qin_P
source: 琴·风向
en: Jean: The Winds' Course
fil: Jean: The Winds' Course
fr: Jean - Course du vent
it: Jean: Corso del vento
ja: ジン·風向き
ko: 진·풍향
ru: Одуванчики
vi: Jean - Hướng Gió
zh_hant: 琴·風向

# $asset.nameCard:UI_NameCardPic_Qiqi_P
source: 七七·冷藏
en: Qiqi: Cold Storage
fil: Qiqi: Cold Storage
fr: Qiqi - Conservation
it: Qiqi: Refrigerazione
ja: 七七·冷蔵
ko: 치치·냉장
ru: Вестник стужи
vi: Qiqi - Đông Lạnh

# $asset.nameCard:UI_NameCardPic_Razer_P
source: 庆典·光鳞
en: Celebration: Shining Scale
fil: Celebration: Shining Scale
fr: Célébration - Écaille brillante
it: Celebrazione: Squame splendenti
ja: 祭典·光鱗
ko: 축제·빛의 비늘
ru: Сияющая чешуя
vi: Lễ Hội - Quang Lân
zh_hant: 慶典·光鱗

# $asset.nameCard:UI_NameCardPic_Razor_P
source: 雷泽·奔狼
en: Razor: Wolvensprint
fil: Razor: Wolvensprint
fr: Razor - Affaire de loups
it: Razor: Lupo scattante
ja: レザー·奔狼
ko: 레이저·울프
ru: Дух волка
vi: Razor - Sói Chạy
zh_hant: 雷澤·奔狼

# $asset.nameCard:UI_NameCardPic_RedandWhite_P
source: 庆典·盛宴
en: Celebration: Feast
fil: Celebration: Feast
fr: Célébration - Festin
it: Celebrazione: Banchetto
ja: 祭典·宴会
ko: 축제·연회
ru: Великое пиршество
vi: Lễ Hội - Tiệc Lớn
zh_hant: 慶典·盛宴

# $asset.nameCard:UI_NameCardPic_Rosaria_P
source: 罗莎莉亚·苦役
en: Rosaria: Indenture
fil: Rosaria: Indenture
fr: Rosalia - Éternel labeur
it: Rosaria: Obbligo
ja: ロサリア·苦役
ko: 로자리아·고역
ru: Каторга
vi: Rosaria - Khổ Sai
zh_hant: 蘿莎莉亞·苦役

# $asset.nameCard:UI_NameCardPic_Sara_P
source: 九条裟罗·天狗
en: Kujou Sara: Tengu
fil: Kujou Sara: Tengu
fr: Kujou Sara - Tengu
it: Kujou Sara: Tengu
ja: 九条裟羅·天狗
ko: 쿠죠 사라·텐구
ru: Тэнгу
vi: Kujou Sara - Tengu
zh_hant: 九條裟羅·天狗

# $asset.nameCard:UI_NameCardPic_Sayu_P
source: 早柚·不倒貉貉
en: Sayu: Muji-Muji Daruma
fil: Sayu: Muji-Muji Daruma
fr: Sayu - Daruma Muji-muji
it: Sayu: Daruma Muji-muji
ja: 早柚·むじむじだるま
ko: 사유·너구리 오뚝이
ru: Мудзи-Мудзи Дарума
vi: Sayu - Muji-Muji Daruma

# $asset.nameCard:UI_NameCardPic_Shenhe_P
source: 申鹤·栉掠
en: Shenhe: Comb
fil: Shenhe: Comb
fr: Shenhe - Peigne
it: Shenhe: Pettine
ja: 申鶴·櫛掠
ko: 신학·빗질
ru: Гребень
vi: Shenhe - Tiết Lược
zh_hant: 申鶴·櫛掠

# $asset.nameCard:UI_NameCardPic_Shinobu_P
source: 久岐忍·络
en: Kuki Shinobu: Net
fil: Kuki Shinobu: Net
fr: Kuki Shinobu - Tissage
it: Kuki Shinobu: Rete
ja: 久岐忍·絡
ko: 쿠키 시노부·그물
ru: Сеть
vi: Kuki Shinobu - Lưới
zh_hant: 久岐忍·絡

# $asset.nameCard:UI_NameCardPic_Shougun_P
source: 雷电将军·开眼
en: Raiden Shogun: Enlightenment
fil: Raiden Shogun: Enlightenment
fr: Shogun Raiden - Révélation
it: Shogun Raiden: Illuminazione
ja: 雷電将軍·開眼
ko: 라이덴 쇼군·개안
ru: Просветление
vi: Raiden Shogun - Thức Tỉnh
zh_hant: 雷電將軍·開眼

# $asset.nameCard:UI_NameCardPic_Sj1_P
source: 成就·深秘
en: Achievement: Deep &amp; Dark
fil: Achievement: Deep &amp; Dark
fr: Succès - Secrets profonds
it: Obiettivo: Segreti profondi
ja: アチーブメント·深秘
ko: 업적·깊은 비밀
ru: Глубины бездны
vi: Thành tựu - Thần Bí

# $asset.nameCard:UI_NameCardPic_Sss_P
source: 成就·强弓
en: Achievement: Bowmaster
fil: Achievement: Bowmaster
fr: Succès - Archerie
it: Obiettivo: Maestria dell'arco
ja: アチーブメント·強弓
ko: 업적·강궁
ru: Мастер лучник
vi: Thành tựu - Cung tên
zh_hant: 成就·強弓

# $asset.nameCard:UI_NameCardPic_Sucrose_P
source: 砂糖·创生
en: Sucrose: Bio-Alchemy
fil: Sucrose: Bio-Alchemy
fr: Sucrose - Bio-alchimie
it: Sucrose: Bioalchimia
ja: スクロース·創生
ko: 설탕·창생
ru: Воздушный дух
vi: Sucrose - Sáng Tạo
zh_hant: 砂糖·創生

# $asset.nameCard:UI_NameCardPic_Sumo_P
source: 庆典·一揆
en: Celebration: Ikki
fil: Celebration: Ikki
fr: Célébration - Ikki
it: Celebrazione: Ikki
ja: 祭典·一揆
ko: 축제·봉기
ru: Икки
vi: Lễ Hội - Ikki
zh_hant: 慶典·一揆

# $asset.nameCard:UI_NameCardPic_Tartaglia_P
source: 公子·魔装
en: Childe: Foul Legacy
fil: Childe: Foul Legacy
fr: Tartaglia - Posture du démon
it: Principe: Eredità immonda
ko: 타르탈리아·마왕 무장
ru: Маска
vi: Childe - Quỷ Trang
zh_hant: 公子·魔裝

# $asset.nameCard:UI_NameCardPic_TheatreMechanicus_P
source: 庆典·棋谭
en: Celebration: Mechanicus
fil: Celebration: Mechanicus
fr: Célébration - Échecs
it: Celebrazione: Teatro meccanico
ja: 祭典·棋譚
ko: 축제·기담
ru: Механикус
vi: Lễ Hội - Cờ
zh_hant: 慶典·棋譚

# $asset.nameCard:UI_NameCardPic_TheatreMechanicus2_P
source: 庆典·妙算
en: Celebration: Wondrous Calculation
fil: Celebration: Wondrous Calculation
fr: Célébration - Ingéniosité
it: Celebrazione: Ingegnosità
ja: 祭典·妙算
ko: 축제·묘책
ru: Великолепный расчёт
vi: Lễ Hội - Thần Cơ Diệu Toán
zh_hant: 慶典·妙算

# $asset.nameCard:UI_NameCardPic_Tighnari_P
source: 提纳里·沐露
en: Tighnari: Dew-Kissed
fil: Tighnari: Dew-Kissed
fr: Tighnari - Baigné de rosée
it: Tighnari: Rugiada della radiosità
ja: ティナリ·沐露
ko: 타이나리·이슬 오일
ru: Омовение росами
vi: Tighnari - Mộc Lộ
zh_hant: 提納里·沐露

# $asset.nameCard:UI_NameCardPic_Tohma_P
source: 托马·炎袖
en: Thoma: Blazing Guard
fil: Thoma: Blazing Guard
fr: Thomas - Brassards ardents
it: Thoma: Difesa ardente
ja: トーマ·炎袖
ko: 토마·화염의 견갑
ru: Пламенный рукав
vi: Thoma - Băng Đỏ
zh_hant: 托馬·炎袖

# $asset.nameCard:UI_NameCardPic_Tzz1_P
source: 成就·挑战
en: Achievement: Challenger
fil: Achievement: Challenger
fr: Succès - Défi
it: Obiettivo: Competitività
ja: アチーブメント·挑戦
ko: 업적·도전
ru: Испытания
vi: Thành tựu - Khiêu chiến
zh_hant: 成就·挑戰

# $asset.nameCard:UI_NameCardPic_Tzz2_P
source: 成就·挑战·其二
en: Achievement: Challenger II
fil: Achievement: Challenger II
fr: Succès - Défi (2)
it: Obiettivo: Competitività II
ja: アチーブメント·挑戦·2
ko: 업적·도전·두 번째
ru: Испытания II
vi: Thành tựu - Khiêu chiến (II)
zh_hant: 成就·挑戰·其二

# $asset.nameCard:UI_NameCardPic_Tzz3_P
source: 成就·挑战·其三
en: Achievement: Challenger III
fil: Achievement: Challenger III
fr: Succès - Défi (3)
it: Obiettivo: Competitività III
ja: アチーブメント·挑戦·3
ko: 업적·도전·세 번째
ru: Испытания III
vi: Thành tựu - Khiêu chiến (III)
zh_hant: 成就·挑戰·其三

# $asset.nameCard:UI_NameCardPic_Tzz4_P
source: 成就·石龙
en: Achievement: Stone Dragon
fil: Achievement: Stone Dragon
fr: Succès - Dragon de pierre
it: Obiettivo: Drago di pietra
ja: アチーブメント·石龍
ko: 업적·석룡
ru: Каменный дракон
vi: Thành Tựu - Rồng Đá
zh_hant: 成就·石龍

# $asset.nameCard:UI_NameCardPic_Tzz5_P
source: 成就·雷音
en: Achievement: Thunderclap
fil: Achievement: Thunderclap
fr: Succès - Coup de tonnerre
it: Obiettivo: Tuono
ja: アチーブメント·雷音
ko: 업적·뇌음
ru: Раскат грома
vi: Thành Tựu - Sấm Sét

# $asset.nameCard:UI_NameCardPic_Tzz6_P
source: 成就·镜梦
en: Achievement: Mirrored Dreams
fil: Achievement: Mirrored Dreams
fr: Succès - Rêves reflétés
it: Obiettivo: Sogni specchiati
ja: アチーブメント·鏡の夢
ko: 업적·거울의 꿈
ru: Зеркальные воспоминания
vi: Thành Tựu - Giấc Mơ Phản Chiếu
zh_hant: 成就·鏡夢

# $asset.nameCard:UI_NameCardPic_Tzz7_P
source: 成就·槿暮
en: Achievement: Transient Twilight
fil: Achievement: Transient Twilight
fr: Succès - Crépuscule éphémère
it: Obiettivo: Crepuscolo transiente
ja: アチーブメント·木槿の誰そ彼
ko: 업적·밤에 지는 꽃
ru: Сумерки перехода
vi: Thành Tựu - Chạng Vạng

# $asset.nameCard:UI_NameCardPic_Tzz8_P
source: 成就·永续
en: Achievement: Perpetual
fil: Achievement: Perpetual
fr: Succès - Perpétuité
it: Obiettivo: Perpetuum
ja: アチーブメント·永続
ko: 업적·영속
ru: Постоянство
vi: Thành Tựu - Mãi Tiếp Bước
zh_hant: 成就·永續

# $asset.nameCard:UI_NameCardPic_Vasara_P
source: 须弥·大梦
en: Sumeru: The Great Dream
fil: Sumeru: The Great Dream
fr: Sumeru - Grand rêve
it: Sumeru: Il Gran Sogno
ja: スメール·大夢
ko: 수메르·큰 꿈
ru: Большая мечта
vi: Sumeru - Giấc Mộng
zh_hant: 須彌·大夢

# $asset.nameCard:UI_NameCardPic_Venti_P
source: 温迪·天青
en: Venti: Azure Sky
fil: Venti: Azure Sky
fr: Venti - Ciel d'azur
it: Venti: Cielo azzurro
ja: ウェンティ·青空
ko: 벤티·맑은 하늘
ru: Небесная лира
vi: Venti - Bầu Trời Xanh
zh_hant: 溫迪·天青

# $asset.nameCard:UI_NameCardPic_Wanderer_P
source: 流浪者·浮歌
en: Wanderer: Drifter's Ballad
fil: Wanderer: Drifter's Ballad
fr: Nomade - Ballade d'errance
it: Vagabondo: Ballata effimera
ja: 放浪者·憂き世の歌
ko: 방랑자·떠도는 자의 노래
ru: Баллада скитальца
vi: Kẻ Lang Thang - Phù Ca

# $asset.nameCard:UI_NameCardPic_Wriothesley_P
source: 莱欧斯利·缄锁
en: Wriothesley: Detention
fil: Wriothesley: Detention
fr: Wriothesley - Détention
it: Wriothesley: Detenzione
ja: リオセスリ·封鎖
ko: 라이오슬리·쇠사슬
ru: Удержание
vi: Wriothesley - Khóa Chặt
zh_hant: 萊歐斯利·緘鎖

# $asset.nameCard:UI_NameCardPic_Xiangling_P
source: 香菱·出锅
en: Xiangling: Fresh from the Pan
fil: Xiangling: Fresh from the Pan
fr: Xiangling - Gooba
it: Xiangling: È pronto!
ja: 香菱·出来上がり
ko: 향릉·완성
ru: Горячий Гоба
vi: Xiangling - Nấu Xong
zh_hant: 香菱·出鍋

# $asset.nameCard:UI_NameCardPic_Xiao_P
source: 魈·傩面
en: Xiao: Mask
fil: Xiao: Mask
fr: Xiao - Masque
it: Xiao: Maschera
ja: 魈·儺面
ko: 소·가면
ru: Маска Якса
vi: Xiao - Mặt Nạ
zh_hant: 魈·儺面

# $asset.nameCard:UI_NameCardPic_Xingqiu_P
source: 行秋·雨虹
en: Xingqiu: Rainbow
fil: Xingqiu: Rainbow
fr: Xingqiu - Bruine
it: Xingqiu: Arcobaleno
ko: 행추·무지개 비
ru: Мечи дождя
vi: Xingqiu - Cầu Vồng

# $asset.nameCard:UI_NameCardPic_Xinyan_P
source: 辛焱·唱罢
en: Xinyan: Song's End
fil: Xinyan: Song's End
fr: Xinyan - Final
it: Xinyan: Finale
ja: 辛炎·演奏終了
ko: 신염·연주 끝
ru: Музыка свободы
vi: Xinyan - Sau khi hát
zh_hant: 辛焱·唱罷

# $asset.nameCard:UI_NameCardPic_Xm1_P
source: 须弥·瑶林
en: Sumeru: Shimmering Woods
fil: Sumeru: Shimmering Woods
fr: Sumeru - Bois scintillants
it: Sumeru: Selva splendente
ja: スメール·瑶林
ko: 수메르·눈부신 숲
ru: Драгоценный лес
vi: Sumeru - Tiên Cảnh
zh_hant: 須彌·瑤林

# $asset.nameCard:UI_NameCardPic_Xm2_P
source: 须弥·踏沙
en: Sumeru: Sandtreader
fil: Sumeru: Sandtreader
fr: Sumeru - Marche-sable
it: Sumeru: Schiacciasabbia
ja: スメール·砂踏み
ko: 수메르·모래 밟기
ru: Идущий по песку
vi: Sumeru - Giẫm Chân Lên Cát
zh_hant: 須彌·踏沙

# $asset.nameCard:UI_NameCardPic_Xm3_P
source: 须弥·砂岚
en: Sumeru: Sandstorm
fil: Sumeru: Sandstorm
fr: Sumeru - Tempête de sable
it: Sumeru: Tempesta di sabbia
ja: スメール·砂嵐
ko: 수메르·모래폭풍
ru: Пыль
vi: Sumeru - Bão Cát
zh_hant: 須彌·砂嵐

# $asset.nameCard:UI_NameCardPic_Xm4_P
source: 成就·万种
en: Achievement: Infinitum
fil: Achievement: Infinitum
fr: Succès - Myriade
it: Obiettivo: Infinitum
ja: アチーブメント·万種
ko: 업적·모든 씨앗
ru: Бесконечность
vi: Thành Tựu - Vạn Chủng
zh_hant: 成就·萬種

# $asset.nameCard:UI_NameCardPic_Xssdlk_P
source: 成就·雪峰
en: Achievement: Snowy Summit
fil: Achievement: Snowy Summit
fr: Succès - Sommet enneigé
it: Obiettivo: Sommità innevata
ja: アチーブメント·雪山
ko: 업적·설봉
ru: Снежный пик
vi: Thành tựu - Đỉnh tuyết

# $asset.nameCard:UI_NameCardPic_Xumi1_P
source: 须弥·照览
en: Sumeru: Observance
fil: Sumeru: Observance
fr: Sumeru - Observance
it: Sumeru: Osservanza
ja: スメール·照覧
ko: 수메르·조람
ru: Наблюдение
vi: Sumeru - Chiếu Rọi
zh_hant: 須彌·照覽

# $asset.nameCard:UI_NameCardPic_Xumi2_P
source: 须弥·正明
en: Sumeru: Unsullied
fil: Sumeru: Unsullied
fr: Sumeru - Rectitude
it: Sumeru: Incontaminazione
ja: スメール·正明
ko: 수메르·정명
ru: Безупречность
vi: Sumeru - Quang Minh
zh_hant: 須彌·正明

# $asset.nameCard:UI_NameCardPic_Yae1_P
source: 八重神子·梦狐
en: Yae Miko: Kitsune Dreaming
fil: Yae Miko: Kitsune Dreaming
fr: Yae Miko - Kitsune rêveuse
it: Yae Miko: Kitsune onirica
ja: 八重神子·夢狐
ko: 야에 미코·여우의 꿈
ru: Мечтательная кицунэ
vi: Yae Miko - Hồ Ly Mơ Mộng
zh_hant: 八重神子·夢狐

# $asset.nameCard:UI_NameCardPic_Yaoyao_P
source: 瑶瑶·月桂
en: Yaoyao: Yuegui
fil: Yaoyao: Yuegui
fr: Yaoyao - Yuegui
it: Yaoyao: Yuegui
ja: ヨォーヨ·月桂
ko: 요요·월계
ru: Юэгуй
vi: Yaoyao - Nguyệt Quế
zh_hant: 瑤瑤·月桂

# $asset.nameCard:UI_NameCardPic_Yelan_P
source: 夜兰·一掷
en: Yelan: Throw
fil: Yelan: Throw
fr: Yelan - Jet
it: Yelan: Lancio
ja: 夜蘭·一擲
ko: 야란·일척
ru: Бросок
vi: Yelan - Đổ Xúc Xắc
zh_hant: 夜蘭·一擲

# $asset.nameCard:UI_NameCardPic_Yoimiya_P
source: 宵宫·琉金火花
en: Yoimiya: Auratus Spark
fil: Yoimiya: Auratus Spark
fr: Yoimiya - Étincelle dorée
it: Yoimiya: Scintilla d'Auratus
ja: 宵宮·琉金の花火
ko: 요이미야·유금불꽃
ru: Искры золотой рыбки
vi: Yoimiya - Hoa Lửa Kim Lưu
zh_hant: 宵宮·琉金火花

# $asset.nameCard:UI_NameCardPic_Ysxf1_P
source: 成就·相逢
en: Achievement: Reunion
fil: Achievement: Reunion
fr: Succès - Rencontre
it: Obiettivo: Riunione
ja: アチーブメント·出会い
ko: 업적·만남
ru: Долгожданная встреча
vi: Thành tựu - Gặp gỡ

# $asset.nameCard:UI_NameCardPic_Ysxf2_P
source: 成就·门扉
en: Achievement: Gate
fil: Achievement: Gate
fr: Succès - Porte
it: Obiettivo: Porta
ja: アチーブメント·扉
ko: 업적·문
ru: Врата
vi: Thành Tựu - Cánh Cửa
zh_hant: 成就·門扉

# $asset.nameCard:UI_NameCardPic_Ysxf3_P
source: 成就·逢缘
en: Achievement: Fated Encounter
fil: Achievement: Fated Encounter
fr: Succès - Destin
it: Obiettivo: Incontro predestinato
ja: アチーブメント·合縁
ko: 업적·인연
ru: Судьбоносная встреча
vi: Thành tựu - Hữu Duyên
zh_hant: 成就·逢緣

# $asset.nameCard:UI_NameCardPic_Ysxf4_P
source: 成就·轨迹
en: Achievement: Orbits
fil: Achievement: Orbits
fr: Succès - Chemins
it: Obiettivo: Orbite
ja: アチーブメント·軌跡
ko: 업적·궤적
ru: Орбиты
vi: Thành Tựu - Quỹ Đạo
zh_hant: 成就·軌跡

# $asset.nameCard:UI_NameCardPic_Yszj_P
source: 成就·虹色
en: Achievement: Colors of the Rainbow
fil: Achievement: Colors of the Rainbow
fr: Succès - Prisme
it: Obiettivo: Colori dell'arcobaleno
ja: アチーブメント·虹色
ko: 업적·무지개색
ru: Цвета радуги
vi: Thành tựu - Màu sắc cầu vồng

# $asset.nameCard:UI_NameCardPic_Yszj2_P
source: 成就·七芒
en: Achievement: Seven Lights
fil: Achievement: Seven Lights
fr: Succès - Sept lumières
it: Obiettivo: Sette luci
ja: アチーブメント·七芒
ko: 업적·일곱 개의 빛
ru: Семь лучей
vi: Thành Tựu - Bảy Tia Sáng

# $asset.nameCard:UI_NameCardPic_Yunjin_P
source: 云堇·对韵
en: Yun Jin: Rhyme
fil: Yun Jin: Rhyme
fr: Yun Jin - Rime
it: Yun Jin: Rima
ja: 雲菫·対韻
ko: 운근·압운(押韻)
ru: Рифма
vi: Yun Jin - Đối Âm
zh_hant: 雲堇·對韻

# $asset.nameCard:UI_NameCardPic_Yxzl_P
source: 成就·侠行
en: Achievement: Hero
fil: Achievement: Hero
fr: Succès - Héroïque périple
it: Obiettivo: Eroismo
ja: アチーブメント·侠行
ko: 업적·협행
ru: Герой
vi: Thành tựu - Hành hiệp
zh_hant: 成就·俠行

# $asset.nameCard:UI_NameCardPic_Zdg1_P
source: 成就·雪乡
en: Achievement: Snowy Land
fil: Achievement: Snowy Land
fr: Succès - Pays de la neige
it: Obiettivo: Terra della Neve
ja: アチーブメント·雪郷
ko: 업적·눈의 땅
ru: Вечный холод
vi: Thành tựu - Quê hương của tuyết
zh_hant: 成就·雪鄉

# $asset.nameCard:UI_NameCardPic_Zhongli_P
source: 钟离·天星
en: Zhongli: Planet Befall
fil: Zhongli: Planet Befall
fr: Zhongli - Chute de météore
it: Zhongli: Pioggia meteoritica
ja: 鍾離·天星
ko: 종려·천성
ru: Падение кометы
vi: Zhongli - Thiên Tinh
zh_hant: 鍾離·天星

# $asset.weapon:Akuoumaru
source: 恶王丸
en: Akuoumaru
fil: Akuoumaru
fr: Akuoumaru
it: Spada di Akuou
ja: 惡王丸
ko: 아쿠오마루
ru: Акуомару
vi: Akuoumaru
zh_hant: 惡王丸

# $asset.weapon:AlleyHunter
source: 暗巷猎手
en: Alley Hunter
fil: Alley Hunter
fr: Traqueur des impasses
it: Cacciatore urbano
ja: ダークアレイの狩人
ko: 뒷골목 사냥꾼
ru: Охотник во тьме
vi: Thợ Săn Hẻm Tối
zh_hant: 暗巷獵手

# $asset.weapon:AmenomaKageuchi
source: 天目影打刀
en: Amenoma Kageuchi
fil: Amenoma Kageuchi
fr: Lame kageuchi d'Amenoma
it: Spada delle ombre
ja: 天目影打
ko: 아메노마 카게우치가타나
ru: Амэнома Кагэути
vi: Đoản Đao Amenoma

# $asset.weapon:AmosBow
source: 阿莫斯之弓
en: Amos' Bow
fil: Amos' Bow
fr: Arc d'Amos
it: Arco di Amos
ja: アモスの弓
ko: 아모스의 활
ru: Лук Амоса
vi: Cung Amos

# $asset.weapon:ApprenticesNotes
source: 学徒笔记
en: Apprentice's Notes
fil: Apprentice's Notes
fr: Notes de l'apprenti
it: Appunti dell'apprendista
ja: 生徒ノート
ko: 학도의 노트
ru: Записи ученика
vi: Nhật Ký Học Sinh
zh_hant: 學徒筆記

# $asset.weapon:AquaSimulacra
source: 若水
en: Aqua Simulacra
fil: Aqua Simulacra
fr: Simulacre d'eau
it: Aqua simulacra
ko: 약수
ru: Аква симулякрум
vi: Nhược Thủy

# $asset.weapon:AquilaFavonia
source: 风鹰剑
en: Aquila Favonia
fil: Aquila Favonia
fr: Épée du faucon
it: Aquila Favonia
ja: 風鷹剣
ko: 매의 검
ru: Меч Сокола
vi: Phong Ưng Kiếm
zh_hant: 風鷹劍

# $asset.weapon:AThousandFloatingDreams
source: 千夜浮梦
en: A Thousand Floating Dreams
fil: A Thousand Floating Dreams
fr: Mille rêves flottants
it: Mille sogni fluttuanti
ja: 千夜に浮かぶ夢
ko: 떠오르는 천일 밤의 꿈
ru: Сновидения тысячи ночей
vi: Cõi Mộng Ngàn Đêm
zh_hant: 千夜浮夢

# $asset.weapon:BalladOfTheBoundlessBlue
source: 无垠蔚蓝之歌
en: Ballad of the Boundless Blue
fil: Ballad of the Boundless Blue
fr: Ballade d'un azur infini
it: Ballata del blu sempiterno
ja: 果てなき紺碧の唄
ko: 끝없는 쪽빛의 노래
ru: Песнь необъятной лазури
vi: Khúc Ca Xanh Bao La
zh_hant: 無垠蔚藍之歌

# $asset.weapon:BalladOfTheFjords
source: 峡湾长歌
en: Ballad of the Fjords
fil: Ballad of the Fjords
fr: Ballade des fjords
it: Ballata dei fiordi
ja: フィヨルドの歌
ko: 협만의 노래
ru: Баллада фьордов
vi: Khúc Ca Vịnh Hẹp
zh_hant: 峽灣長歌

# $asset.weapon:BeaconOfTheReedSea
source: 苇海信标
en: Beacon of the Reed Sea
fil: Beacon of the Reed Sea
fr: Balise de la mer de roseaux
it: Faro del Mare dei Giunchi
ja: 葦海の標
ko: 갈대 바다의 등대
ru: Маяк тростникового моря
vi: Hải Đăng Bờ Biển Lau
zh_hant: 葦海信標

# $asset.weapon:BeginnersProtector
source: 新手长枪
en: Beginner's Protector
fil: Beginner's Protector
fr: Lance du débutant
it: Lancia del principiante
ja: 新米の長槍
ko: 초보자의 장창
ru: Копьё новичка
vi: Thương Tân Thủ
zh_hant: 新手長槍

# $asset.weapon:BlackcliffAgate
source: 黑岩绯玉
en: Blackcliff Agate
fil: Blackcliff Agate
fr: Agate de Rochenoire
it: Agata di Rupenera
ja: 黒岩の緋玉
ko: 흑암 홍옥
ru: Черногорский агат
vi: Hắc Nham Phỉ Ngọc
zh_hant: 黑岩緋玉

# $asset.weapon:BlackcliffLongsword
source: 黑岩长剑
en: Blackcliff Longsword
fil: Blackcliff Longsword
fr: Épée longue de Rochenoire
it: Spada lunga di Rupenera
ja: 黒岩の長剣
ko: 흑암 장검
ru: Черногорский длинный меч
vi: Hắc Nham Trường Kiếm
zh_hant: 黑岩長劍

# $asset.weapon:BlackcliffPole
source: 黑岩刺枪
en: Blackcliff Pole
fil: Blackcliff Pole
fr: Lance de Rochenoire
it: Lancia di Rupenera
ja: 黒岩の突槍
ko: 흑암창
ru: Черногорская пика
vi: Thương Hắc Nham
zh_hant: 黑岩刺槍

# $asset.weapon:BlackcliffSlasher
source: 黑岩斩刀
en: Blackcliff Slasher
fil: Blackcliff Slasher
fr: Trancheuse de Rochenoire
it: Grande lama di Rupenera
ja: 黒岩の斬刀
ko: 흑암참도
ru: Черногорская бритва
vi: Hắc Nham Trảm Đao
zh_hant: 黑岩斬刀

# $asset.weapon:BlackcliffWarbow
source: 黑岩战弓
en: Blackcliff Warbow
fil: Blackcliff Warbow
fr: Arc de guerre de Rochenoire
it: Arco da guerra di Rupenera
ja: 黒岩の戦弓
ko: 흑암 배틀 보우
ru: Черногорский боевой лук
vi: Cung Hắc Nham
zh_hant: 黑岩戰弓

# $asset.weapon:BlackTassel
source: 黑缨枪
en: Black Tassel
fil: Black Tassel
fr: Pampille noire
it: Pennacchio nero
ja: 黒纓槍
ko: 흑술창
ru: Чёрная кисть
vi: Hắc Anh Thương
zh_hant: 黑纓槍

# $asset.weapon:BloodtaintedGreatsword
source: 沐浴龙血的剑
en: Bloodtainted Greatsword
fil: Bloodtainted Greatsword
fr: Épée sanglante
it: Spadone insanguinato
ja: 龍血を浴びた剣
ko: 드래곤 블러드 소드
ru: Меч драконьей крови
vi: Kiếm Huyết Rồng
zh_hant: 沐浴龍血的劍

# $asset.weapon:CalamityQueller
source: 息灾
en: Calamity Queller
fil: Calamity Queller
fr: Étouffeur de calamités
it: Flagello delle calamità
ja: 息災
ko: 식재
ru: Усмиритель бед
vi: Hủy Diệt
zh_hant: 息災

# $asset.weapon:CashflowSupervision
source: 金流监督
en: Cashflow Supervision
fil: Cashflow Supervision
fr: Supervision de trésorerie
it: Supervisione pecuniaria
ja: 凛流の監視者
ko: 현금 흐름 감독
ru: Казначейский надзор
vi: Quản Đốc Vàng Ròng
zh_hant: 金流監督

# $asset.weapon:CinnabarSpindle
source: 辰砂之纺锤
en: Cinnabar Spindle
fil: Cinnabar Spindle
fr: Fuseau de cinabre
it: Spada cinabrica
ja: シナバースピンドル
ko: 진사의 방추
ru: Киноварное веретено
vi: Con Thoi Chu Sa
zh_hant: 辰砂之紡錘

# $asset.weapon:CompoundBow
source: 钢轮弓
en: Compound Bow
fil: Compound Bow
fr: Arc à poulies
it: Arco composto
ja: リングボウ
ko: 강철궁
ru: Составной лук
vi: Cung Thép
zh_hant: 鋼輪弓

# $asset.weapon:ConsideredJudgement
source: 裁断
en: Considered Judgment
fil: Considered Judgment
fr: Condamneur
it: Giudizio ponderato
ko: 판단
ru: Обдуманное суждение
vi: Lời Phán Quyết
zh_hant: 裁斷

# $asset.weapon:CoolSteel
source: 冷刃
en: Cool Steel
fil: Cool Steel
fr: Lame froide
it: Lama fredda
ko: 차가운 칼날
ru: Холодное лезвие
vi: Lãnh Nhẫn

# $asset.weapon:CrescentPike
source: 流月针
en: Crescent Pike
fil: Crescent Pike
fr: Pique du croissant de lune
it: Lancia di mezzaluna
ja: 流月の針
ko: 유월창
ru: Пика полумесяца
vi: Lưu Nguyệt Châm
zh_hant: 流月針

# $asset.weapon:DarkIronSword
source: 暗铁剑
en: Dark Iron Sword
fil: Dark Iron Sword
fr: Épée en fer noir
it: Spada di ferro scuro
ja: 暗鉄剣
ko: 암철검
ru: Тёмный железный меч
vi: Kiếm Sắt Đen
zh_hant: 暗鐵劍

# $asset.weapon:Deathmatch
source: 决斗之枪
en: Deathmatch
fil: Deathmatch
fr: Scion de la victoire
it: Lancia del duello
ja: 死闘の槍
ko: 결투의 창
ru: Смертельный бой
vi: Thương Quyết Chiến
zh_hant: 決鬥之槍

# $asset.weapon:DebateClub
source: 以理服人
en: Debate Club
fil: Debate Club
fr: Épée de la raison
it: Mazza della persuasione
ja: 理屈責め
ko: 훌륭한 대화수단
ru: Дубина переговоров
vi: Gậy Thu Phục

# $asset.weapon:DodocoTales
source: 嘟嘟可故事集
en: Dodoco Tales
fil: Dodoco Tales
fr: Contes de Dodoco
it: Fiabe di Dodoco
ja: ドドコの物語
ko: 도도코 이야기집
ru: Истории Додоко
vi: Tuyển tập các câu chuyện về Dodoco

# $asset.weapon:DragonsBane
source: 匣里灭辰
en: Dragon's Bane
fil: Dragon's Bane
fr: Fléau du dragon
it: Scacciadraghi
ja: 匣中滅龍
ko: 용학살창
ru: Гроза драконов
vi: Tai Ương Của Rồng
zh_hant: 匣裡滅辰

# $asset.weapon:DragonspineSpear
source: 龙脊长枪
en: Dragonspine Spear
fil: Dragonspine Spear
fr: Lance Dosdragon
it: Lancia del Picco del Drago
ja: ドラゴンスピア
ko: 용의 척추
ru: Копьё Драконьего хребта
vi: Thương Long Tích
zh_hant: 龍脊長槍

# $asset.weapon:DullBlade
source: 无锋剑
en: Dull Blade
fil: Dull Blade
fr: Épée émoussée
it: Lama smussata
ja: 無鋒の剣
ko: 무인검
ru: Тупой меч
vi: Vô Phong Kiếm
zh_hant: 無鋒劍

# $asset.weapon:ElegyForTheEnd
source: 终末嗟叹之诗
en: Elegy for the End
fil: Elegy for the End
fr: Ultime soupir
it: Elegia finale
ja: 終焉を嘆く詩
ko: 종말 탄식의 노래
ru: Элегия погибели
vi: Tiếng Thở Dài Vô Tận
zh_hant: 終末嗟嘆之詩

# $asset.weapon:EmeraldOrb
source: 翡玉法球
en: Emerald Orb
fil: Emerald Orb
fr: Orbe jadien
it: Sfera smeraldina
ja: 翡玉法珠
ko: 비취 오브
ru: Изумрудный шар
vi: Quả Cầu Ngọc

# $asset.weapon:EndOfTheLine
source: 竭泽
en: End of the Line
fil: End of the Line
fr: Chalutier
it: Pesce da lenza
ja: 竭沢
ko: 메마른 연못
ru: Иссушитель
vi: Sông Cạn
zh_hant: 竭澤

# $asset.weapon:EngulfingLightning
source: 薙草之稻光
en: Engulfing Lightning
fil: Engulfing Lightning
fr: Lumière du faucheur
it: Fulmine fagocitante
ja: 草薙の稲光
ko: 예초의 번개
ru: Сияющая жатва
vi: Đoạn Thảo Trường Đao

# $asset.weapon:EverlastingMoonglow
source: 不灭月华
en: Everlasting Moonglow
fil: Everlasting Moonglow
fr: Lueur de la lune éternelle
it: Luna perenne
ja: 不滅の月華
ko: 불멸의 달빛
ru: Вечное лунное сияние
vi: Vầng Trăng Bất Diệt
zh_hant: 不滅月華

# $asset.weapon:EyeOfPerception
source: 昭心
en: Eye of Perception
fil: Eye of Perception
fr: Œil de la perception
it: Occhio della percezione
ko: 소심
ru: Око сознания
vi: Chiêu Tâm

# $asset.weapon:FadingTwilight
source: 落霞
en: Fading Twilight
fil: Fading Twilight
fr: Crépuscule couchant
it: Crepuscolo tenue
ko: 노을
ru: Гаснущие сумерки
vi: Lạc Hà

# $asset.weapon:FavoniusCodex
source: 西风秘典
en: Favonius Codex
fil: Favonius Codex
fr: Code de Favonius
it: Codice di Favonius
ja: 西風秘典
ko: 페보니우스 비전
ru: Кодекс Фавония
vi: Tây Phong Mật Điển
zh_hant: 西風秘典

# $asset.weapon:FavoniusGreatsword
source: 西风大剑
en: Favonius Greatsword
fil: Favonius Greatsword
fr: Espadon de Favonius
it: Spadone di Favonius
ja: 西風大剣
ko: 페보니우스 대검
ru: Двуручный меч Фавония
vi: Đại Kiếm Tây Phong
zh_hant: 西風大劍

# $asset.weapon:FavoniusLance
source: 西风长枪
en: Favonius Lance
fil: Favonius Lance
fr: Lance de Favonius
it: Lancia di Favonius
ja: 西風長槍
ko: 페보니우스 장창
ru: Копьё Фавония
vi: Thương Tây Phong
zh_hant: 西風長槍

# $asset.weapon:FavoniusSword
source: 西风剑
en: Favonius Sword
fil: Favonius Sword
fr: Épée de Favonius
it: Spada di Favonius
ja: 西風剣
ko: 페보니우스 검
ru: Меч Фавония
vi: Tây Phong Kiếm
zh_hant: 西風劍

# $asset.weapon:FavoniusWarbow
source: 西风猎弓
en: Favonius Warbow
fil: Favonius Warbow
fr: Arc de chasse de Favonius
it: Arco da guerra di Favonius
ja: 西風猟弓
ko: 페보니우스 활
ru: Боевой лук Фавония
vi: Cung Tây Phong
zh_hant: 西風獵弓

# $asset.weapon:FerrousShadow
source: 铁影阔剑
en: Ferrous Shadow
fil: Ferrous Shadow
fr: Ombre ferreuse
it: Ombra di ferro
ja: 鉄影段平
ko: 강철의 그림자
ru: Металлическая тень
vi: Kiếm Thiết Ảnh
zh_hant: 鐵影闊劍

# $asset.weapon:FesteringDesire
source: 腐殖之剑
en: Festering Desire
fil: Festering Desire
fr: Croc suppurant
it: Desiderio purulento
ja: 腐植の剣
ko: 부식의 검
ru: Осквернённое желание
vi: Răng Nanh Rỉ Sét
zh_hant: 腐殖之劍

# $asset.weapon:FilletBlade
source: 吃虎鱼刀
en: Fillet Blade
fil: Fillet Blade
fr: Couteau à filets
it: Lama affilata
ja: チ虎魚の刀
ko: 흘호 생선회칼
ru: Филейный нож
vi: Đao Săn Cá
zh_hant: 吃虎魚刀
